{
  "Version": "1.3",
  "ID": "f1l6h4qtsh25wilqrdmdc62hsrea3dt7vts3aro7y",
  "Issue Number": "11",
  "Client": {
    "Name": "The Rieseberg Lab at the University of British Columbia",
    "Region": "Canada",
    "Industry": "Life Science / Healthcare",
    "Website": "http://www.sunyard.com/",
    "Social Media": "Hent Bond",
    "Social Media Type": "Slack",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "Sunyard is a fintech company that provides comprehensive solutions, products, and services to industry clients. In recent years, the company has continuously focused on the deep integration of new intelligent technologies with financial services, consistently delivering cutting-edge, intelligent, end-to-end large-scale solutions and operational services aimed at the future. It is committed to connecting financial industry clients with government and enterprise customers through digital financial technology.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "This dataset captures Sunflower's genetic diversity originating from thousands of wild, cultivated, and landrace sunflower individuals distributed across North America.The data consists of raw sequences and associated botanical metadata, aligned sequences (to three different reference genomes), and sets of SNPs computed across several cohorts.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "Our team has independently developed a data slicing tool that accurately meets the storage requirements of the Filecoin network. Currently, some publicly available data preparation tools, such as Boost, go-graphsplit, and Singularity, are also within our consideration.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "aws s3 ls --no-sign-request s3://ubc-sunflower-genome/",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[ ] I confirm",
    "What is the expected retrieval frequency for this data": "Weekly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1 to 1.5 years",
    "In which geographies do you plan on making storage deals": "Asia other than Greater China",
    "How will you be distributing your data to storage providers": "HTTP or FTP server, IPFS, Shipping hard drives, Lotus built-in data transfer",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f02237709 HongKong\r\nf02826253 Singapore\r\nf02229707 HongKong\r\nf02825282 HongKong\r\nf02828269 China",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "3.5PiB",
    "Single Size Dataset": "300TiB",
    "Replicas": 8,
    "Weekly Allocation": "500TiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-09-15 02:13:54.599192273 UTC",
    "Validated By": "nj-steve",
    "Active": true,
    "Updated At": "2024-09-15 02:26:33.391144198 UTC",
    "Active Request ID": "f5c37ed4-5301-4ea9-a19b-ecf75f943986",
    "On Chain Address": "f1l6h4qtsh25wilqrdmdc62hsrea3dt7vts3aro7y",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "f5c37ed4-5301-4ea9-a19b-ecf75f943986",
      "Request Type": "First",
      "Created At": "2024-09-15 02:13:54.599206776 UTC",
      "Updated At": "2024-09-15 02:13:54.599208670 UTC",
      "Active": false,
      "Allocation Amount": "500TiB",
      "Signers": [
        {
          "Github Username": "nj-steve",
          "Signing Address": "f1xx6555qijma7igpnjspyvdunc4vfxkawnpqy5ii",
          "Created At": "2024-09-15 02:26:31.135000000 UTC",
          "Message CID": "bafy2bzacealpwqodibkxrafof2bfzscjfppgkjsgqjzj3pqrq3zkvn6piuub6"
        }
      ]
    }
  ]
}