{
  "Version": 1,
  "ID": "f1tuszl7um3cshwqnn2b5qaj3t7yie4fwlrxc4jfq",
  "Issue Number": "5",
  "Client": {
    "Name": "Earth Observatory of Singapore, Nanyang Technological University",
    "Region": "Singapore",
    "Industry": "Not-for-Profit",
    "Website": "https://www.zklion.com/",
    "Social Media": "https://twitter.com/ZKLion_hk",
    "Social Media Type": "Twitter",
    "Role": "Data Preparer"
  },
  "Project": {
    "Project Id": "1052",
    "Brief history of your project and organization": "zklion is an enterprise focused on emerging technology fields such as blockchain, Aleo, Filecoin, and GameFI. Committed to providing efficient, safe, and trustworthy solutions and services for enterprises and individuals. Through blockchain technology, zklion has created a decentralized digital ecosystem for customers, achieving information transparency, traceability, and non tampering. In the Aleo field, zklion utilizes privacy protection and encryption technology to provide users with privacy security guarantees for decentralized applications. At the same time, zklion is also committed to research and development in the GameFI field, integrating blockchain with gaming, promoting the development of the gaming economy and protecting user rights. As a leader in the industry, zklion continues to innovate and explore new paths for promoting the development and application of blockchain technology.\r\n    We have been working on Filecoin for sevaral years, and we are interested in Filecoin, and we want to save some data that will be useful to society on the Filecoin network.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "The S1 Single Look Complex (SLC) dataset contains Synthetic Aperture Radar (SAR) data in the C-Band wavelength. The SAR sensors are installed on a two-satellite (Sentinel-1A and Sentinel-1B) constellation orbiting the Earth with a combined revisit time of six days, operated by the European Space Agency. The S1 SLC data are a Level-1 product that collects radar amplitude and phase information in all-weather, day or night conditions, which is ideal for studying natural hazards and emergency response, land applications, oil spill monitoring, sea-ice conditions, and associated climate change effects.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "We will use lotus and graphsplit to prepare data.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "s3://sentinel1-slc-seasia-pds/ (Total Size: 1.1 PiB)",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[X] I confirm",
    "What is the expected retrieval frequency for this data": "Weekly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1.5 to 2 years",
    "In which geographies do you plan on making storage deals": "Greater China, Asia other than Greater China, North America, Europe",
    "How will you be distributing your data to storage providers": "Cloud storage (i.e. S3), HTTP or FTP server, IPFS",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "| Provider ID    | Organization    |  City          |   Country |\r\n| ------         | ------          | ------         | ------    | \r\n| f02971955 |      WanghuiNet      |HK              | HK |\r\n| f02825444 |    chimsen     |Singapore         | Singapore      |\r\n| f02047841 |    Chihua      | HK               | HK   |\r\n| f01159754 |    ipfswindow   |Singapore     | Singapore  |\r\n| f02836485 | StorageTrust  |Chengdu     | Chia  |\r\n| f02826888 | chimsen       |Toronto      | Canada |",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "10 PiB",
    "Single Size Dataset": "1.1 PiB",
    "Replicas": 6,
    "Weekly Allocation": "1.5PiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2024-04-20 09:10:18.746991421 UTC",
    "Validated By": "nj-steve",
    "Active": true,
    "Updated At": "2024-05-10 08:30:49.345523410 UTC",
    "Active Request ID": "172a2c00-0ed5-4785-8ea8-4d3a4ba1f11b",
    "On Chain Address": "f1tuszl7um3cshwqnn2b5qaj3t7yie4fwlrxc4jfq",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "aab5a815-32cc-40b2-9780-0b0f7309e841",
      "Request Type": "First",
      "Created At": "2024-04-20 09:10:18.746998573 UTC",
      "Updated At": "2024-04-20 09:10:18.746999626 UTC",
      "Active": false,
      "Allocation Amount": "512TiB",
      "Signers": [
        {
          "Github Username": "nj-steve",
          "Signing Address": "f1xx6555qijma7igpnjspyvdunc4vfxkawnpqy5ii",
          "Created At": "2024-04-20 09:11:01.467000000 UTC",
          "Message CID": "bafy2bzaceboovwhoh5nhwktd45lgobhy3arecwdmgp4pi24wfec37hczb7epc"
        }
      ]
    },
    {
      "ID": "172a2c00-0ed5-4785-8ea8-4d3a4ba1f11b",
      "Request Type": "Refill",
      "Created At": "2024-05-09 12:00:06.475829548 UTC",
      "Updated At": "2024-05-09 12:00:06.475830995 UTC",
      "Active": false,
      "Allocation Amount": "1PiB",
      "Signers": [
        {
          "Github Username": "nj-steve",
          "Signing Address": "f1xx6555qijma7igpnjspyvdunc4vfxkawnpqy5ii",
          "Created At": "2024-05-10 08:30:45.779000000 UTC",
          "Message CID": "bafy2bzacedojiqqfqqtlt4zttdnxjsm7oos3b66awr4zwyrmgwvodjea46tni"
        }
      ]
    }
  ]
}